alacritty
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
calcurse
chromium
cliphist
conky
discord
efibootmgr
eza
fastfetch
fd
firefox
fzf
git
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs
hyprland
hyprlauncher
hyprpaper
impala
iwd
libpulse
ly
mako
micro
nano
nchat
network-manager-applet
noto-fonts
noto-fonts-emoji
pamixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
pulsemixer
qt5ct
ripgrep
slurp
sof-firmware
starship
sudo
swayosd
thunar
thunar-volman
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
vulkan-radeon
waybar
wireplumber
xdg-desktop-portal
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
